Repository: wp-plugins/content-progress
Catalog: lang/content-progress-*.po
Languages: de_de, es_es, fr_fr, ga, nl_nl

source: Notes
de_de: Hinweise
es_es: Notas
fr_fr: Remarque
nl_nl: Opmerkingen

source: Notes:
de_de: Notizen:
es_es: Notas:
fr_fr: Remarques :
nl_nl: Opmerkingen:

source: Enabled for these post types:
de_de: Für diese Post-Typen freigegeben:
es_es: Habilitado para estos tipos de mensajes:
fr_fr: Activé pour ce type d'articles :
nl_nl: Ingeschakeld voor deze post types:

source: Update Settings
de_de: Einstellungen aktualisieren
es_es: Actualizar la Configuración
fr_fr: Mise à jour des réglages
nl_nl: Instellingen Bijwerken

source: Customize Statuses
de_de: Status anpassen
es_es: Personalizar Etapas
fr_fr: Personnaliser les états
nl_nl: Statussen Aanpassen

source: Content Progress Settings
de_de: Einstellungen des Bearbeitungsfortschritts
es_es: Progreso del Contenido de la Configuración
fr_fr: Réglages de Content Progress
nl_nl: Content Progress Instellingen

source: Default icon guide:
de_de: Vorgegebener Icon-Leitfaden:
es_es: Incluidos adicionales íconos
fr_fr: Le guide d'icône par défaut :
nl_nl: Standaard icoon gids:

source: Additional included icons
de_de: Zusätzliche inbegriffene Icons
es_es: Iconos adicionales incluidos
fr_fr: Icônes supplémentaire inclus
nl_nl: Extra bijgesloten iconen

source: You can use any URL to reference an icon of your choice; these are included for your convenience.
de_de: Sie können jede URL benutzen, um auf ein Icon ihrer Wahl hinzuweisen; diese wurden der Einfachheit integriert.
es_es: Se puede utilizar cualquier URL para hacer referencia a un ícono de su elección, los cuales han sido incluidos para su conveniencia.
fr_fr: Vous pouvez utiliser une URL pour référencer l'icône de votre choix; elles sont incluses pour vous.
nl_nl: U kunt elke URL gebruiken om te verwijzen naar een icoon van uw keuze, deze zijn bijgesloten voor uw gemak.

source: Support this Plug-in
de_de: Dieses Plugin unterstützen
es_es: Apoya este Plug-in
fr_fr: Soutenez cette extension
nl_nl: Ondersteun deze Plugin

source: <a href="http://www.joedolson.com/donate.php">Make a donation today!</a> Every donation counts - donate $2, $10, or $100 and help me keep this plug-in running!
de_de: <a href="http://www.joedolson.com/donate.php">Spenden Sie noch heute!</a> Jede Spende zählt - spenden Sie 2$, 10$ oder 100$, um mir dabei zu helfen, das Plugin am Laufen zu halten!
es_es: <a href="http://www.joedolson.com/donate.php">¡Haga una donación hoy!</a> ¡Cada donación cuenta - donar $ 2, $ 10, ó $ 100 me ayudan a mantener este plug-in en marcha!
fr_fr: <a href="http://www.joedolson.com/donate.php">Faites un don aujourd'hui !</a> Tous les dons comptes- donner $2, $10, or $100 et aider moi à garder cette extension au top !
nl_nl: <a href="http://www.joedolson.com/donate.php">Doneer vandaag nog!</a> Elke donatie telt - doneer $2, $10, of $100 en help me met het voortzetten van deze plugin!!

source: Flag
de_de: Flagge
es_es: Marca
fr_fr: Drapeau
ga: Bratach
nl_nl: Markeer

source: Document is empty
de_de: Dokument ist leer
es_es: Documento sin contenido
fr_fr: Le document est vide
ga: Doiciméad is folamh
nl_nl: Document is leeg

source: Document has less than 60 characters of content.
de_de: Dokument hat weniger als 60 Zeichen Inhalt.
es_es: Documento contiene menos de 60 caracteres.
fr_fr: Le contenu du document fait moins de 60 caractères.
ga: Doiciméad bhfuil níos lú ná 60 carachtair ábhar.
nl_nl: Inhoud van het document is minder dan 60 tekens.

source: Manually marked incomplete.
de_de: Manuell als unvollständig markiert.
es_es: Marcado manualmente como incompleto.
fr_fr: Marqué manuellement comme incomplet.
ga: láimh marcáilte neamhiomlán.
nl_nl: Handmatig gemarkeerd als incompleet.

source: Manually marked complete.
de_de: Manuell als vollständig markiert.
es_es: Marcado manualmente como completado.
fr_fr: Manuellement marqué comme terminé.
ga: láimh marcáilte iomlán.
nl_nl: Handmatig gemarkeerd als compleet.

source: Needs Editorial Review.
de_de: Redaktionelle Prüfung benötigt.
es_es: Requiere Revisión Editorial.
fr_fr: A besoin d'une relecture éditoriale.
ga: Riachtanais Athbhreithniú Eagarthóireachta.
nl_nl: Moet redactioneel beoordeeld worden.

source: <br /><strong>Note:</strong> Please review the <a class="thickbox" href="%1$s">changelog</a> before upgrading.
de_de: <br /><strong>Hinweis:</strong> Bitte vor der Änderung den <a class="thickbox" href="%1$s">Changelog</a> beachten.
es_es: <br /><strong>Nota:</strong> Por favor, revise el <a class="thickbox" href="%1$s">registro de cambios</a> antes de actualizar.
fr_fr: <br /><strong>Remarque :</strong> S'il vous plaît examiner le <a class="thickbox" href="%1$s">changelog</a> avant de faire la mise à jour.
ga: <br /><strong>Tabhair faoi deara:</strong> Déan iniúchadh ar an <a class="thickbox" href="%1$s"> changelog </a> roimh uasghrádú.
nl_nl: <br /><strong>Opmerking:</strong> Bekijk het <a class="thickbox" href="%1$s">veranderingslogboek</a> vóór bijwerken.

source: Default
de_de: Vorgegeben
es_es: Por defecto
fr_fr: Par défaut
ga: Réamhshocrú
nl_nl: Standaard

source: Please read the FAQ and other Help documents before making a support request.
de_de: Bitte lesen sie die FAQ und die anderen unterstützenden Dokumente, bevor sie eine Support-Anfrage machen.
es_es: Por favor leer Preguntas y Respuestas, u otro documento de ayuda antes de hacer una solicitud de soporte.
fr_fr: S'il vous plaît lire la FAQ et les autres documents de l'aide avant de faire une demande de soutien.
ga: Léigh na doiciméid Cabhair Ceisteanna Coitianta agus eile sula ndéanfaidh sé iarraidh tacaíochta.
nl_nl: Lees de FAQ en andere help documenten alvorens een support verzoek in te dienen.

source: Thank you for supporting the continuing development of this plug-in! I'll get back to you as soon as I can.
de_de: Danke, dass Sie die fortlaufende Entwicklung dieses Plugins unterstützen! Ich werde mich so schnell wie möglich bei Ihnen melden.
es_es: ¡Gracias por apoyar el continuo desarrollo de este plug-in! Me pondré en contacto con usted tan pronto como pueda.
fr_fr: Merci de soutenir le développement continu de cette extension ! Je vous recontacterais dès que possible.
ga: Léigh na doiciméid Cabhair Ceisteanna Coitianta agus eile sula ndéanfaidh sé iarraidh tacaíochta.
nl_nl: Dank u voor de ondersteuning t.b.v. de verdere ontwikkeling van deze plugin! Ik neem zo snel mogelijk contact met u op.

source: I'll get back to you as soon as I can, after dealing with any support requests from plug-in supporters.
de_de: Sobald ich die Support-Anfragen der Plugin-Unterstützer bearbeitet habe, melde ich mich so schnell wie möglich bei Ihnen.
es_es: Me pondré en contacto con usted tan pronto como pueda, y después de tratar con las solicitudes de soporte de los que apoyan el plug-in.
fr_fr: Je vous recontacte dès que possible, après avoir répondu aux demandes de soutien de l'extension.
ga: Feicfidh mé dul ar ais chugat chomh luath agus is féidir liom, tar éis déileáil le haon iarratas tacaíocht ó plug-in lucht tacaíochta.
nl_nl: Ik probeer zo snel mogelijk te antwoorden, na de behandeling van support aanvragen van plugin donateurs.

source: Please note: I do keep records of those who have donated, but if your donation came from somebody other than your account at this web site, please note this in your message.
de_de: Bitte beachten: ich notiere mir, wer gespendet hat. Falls ihre Spende von einem anderen Account kam, notieren Sie dies bitte in ihrer Nachricht.
es_es: Por favor, tenga en cuenta: que yo llevo un registro de las personas que han donado, pero si su donación provino de alguien que no esta en su cuenta de este sitio web, por favor informarlo en su mensaje.
fr_fr: <strong> S'il vous plaît noter </strong>: je tiens un registre de ceux qui ont donné, mais si votre don est venu de quelqu'un d'autre que de votre compte sur ce site web, vous devez l'indiquer dans votre message.
ga: Tabhair faoi deara: is féidir liom taifid a choimeád de na daoine a bhfuil a bhronn, ach má tháinig do síntiús ó dhuine eile seachas do chuntas ar an suíomh gréasáin seo, tabhair faoi deara seo i do theachtaireacht.
nl_nl: Opmerking: Ik hou bij wie gedoneerd heeft, maar vermeld het in je boodschap als je donatie van iemand anders kwam dan jouw account op deze website.

source: I have read <a href="http://www.joedolson.com/articles/content-progress/">the FAQ for this plug-in</a>.
de_de: Ich habe <a href="http://www.joedolson.com/articles/content-progress/">die FAQ für dieses Plugin</a> gelesen.
es_es: Yo he leido <a href="http://www.joedolson.com/articles/content-progress/"> las Preguntas y Respuestas para este plug-in</a>.
fr_fr: J'ai lu <a href="http://www.joedolson.com/articles/content-progress/">la FAQ de l'extension</a>
ga: Léigh mé <a href="http://www.joedolson.com/articles/content-progress/"> an Ceisteanna Coitianta le haghaidh an plug-in</a>.
nl_nl: Ik heb <a href="http://www.joedolson.com/articles/content-progress/">de (Engelstalige) FAQ gelezen voor deze plugin</a>.

source: I have <a href="http://www.joedolson.com/donate.php">made a donation to help support this plug-in</a>.
de_de: Ich habe <a href="http://www.joedolson.com/donate.php">zur Unterstützung dieses Plugins gespendet</a>.
es_es: Yo he <a href="http://www.joedolson.com/donate.php">hecho una donación para apoyar el avance de este plug-in</a>.
fr_fr: J'ai <a href="http://www.joedolson.com/donate.php">fait un don pour supporter cette extension</a>.
ga: Rinne mé <a href="http://www.joedolson.com/donate.php">síntiús chun cabhrú le tacú leis an breiseán-i</a>.
nl_nl: Ik heb <a href="http://www.joedolson.com/donate.php">een donatie gemaakt om deze plugin te ondersteunen</a>.

source: Send Support Request
de_de: Eine Support-Anfrage senden
es_es: Enviar Solicitud de Soporte
fr_fr: Envoyer la demande de soutien
ga: Seol Iarratas Tacaíocht
nl_nl: Verzend Support Aanvraag

source: The following additional information will be sent with your support request:
de_de: Folgende zusätzliche Information wird mit ihrer Support-Anfrage gesendet:
es_es: La siguiente información adicional será enviada junto con tu solicitud de soporte:
fr_fr: Les informations supplémentaires suivantes seront envoyées avec votre demande de soutien :
ga: Beidh an fhaisnéis bhreise seo a leanas a sheoladh le d'iarratas ar thacaíocht as:
nl_nl: De volgende aanvullende informatie zal verstuurd worden met uw support aanvraag:

source: Get Plug-in Support
de_de: Plugin-Support anfordern
es_es: Obtenga soporte para el plug-in
fr_fr: Besoin d'aide ?
ga: Faigh Plug-in Tacaíochta
nl_nl: Verkrijg Plugin Support

source: Check out my other plug-ins
de_de: Schauen Sie sich meine anderen Plugins an
es_es: Echa un vistazo a mis otros plug-ins
fr_fr: Jetez un oeil à mes autres extensions
ga: Amharc ar mo eile breiseán-orlach
nl_nl: Bekijk mijn andere plugins

source: Rate this plug-in
de_de: Dieses Plugin bewerten
es_es: Evalúa este plug-in
fr_fr: Notez cette extension
ga: Ráta an plug-in
nl_nl: Beoordeel deze plugin

source: Get Support
de_de: Support anfordern
es_es: Obtenga Soporte
fr_fr: Obtenir de l'aide
ga: Faigh Tacaíocht
nl_nl: Verkrijg Support

source: Donate
de_de: Spenden
es_es: Donar
fr_fr: Don
ga: Síntiúis
nl_nl: Doneer

source: Content Progress
de_de: Bearbeitungsfortschritt
es_es: Progreso del Contenido
ga: Dul chun cinn Ábhar

source: Mark as incomplete
ga: Marcáil neamhiomlán

source: Mark as complete
ga: Marcáil mar chomhlánú

source: Mark as "Needs Review"
ga: Marcáil mar "Riachtanais Athbhreithniú"

source: Icon guide:
ga: Deilbhín treoir:

source: Make a Donation
ga: Déan Síntiús

source: Adds a column to each post/page or custom post type indicating whether content has been added to the page.
ga: Adds colún do gach post / leathanach nó cineál post saincheaptha in iúl cibé acu go bhfuil ábhar curtha leis an leathanach.
